Autodesk.Revit.DB.ScheduleFieldDisplayType.Standard
Standard: field setting for Autodesk::Revit::DB::ScheduleField::MultipleValuesText is displayed if the values of the elements are different, otherwise, the common value will be displayed